Repository: math65/dsmaccess
Catalog: dsmaccess/Localizable.xcstrings
Source language: en
Languages: fr

# usb_copy.schedule.enable.label
source: Also run this task on a schedule
fr: Exécuter aussi cette tâche selon un horaire

# usb_copy.schedule.friday
source: Friday
fr: Vendredi

# usb_copy.schedule.last_run_hour
source: Last run hour: %lld
fr: Dernière heure d’exécution : %lld

# usb_copy.schedule.monday
source: Monday
fr: Lundi

# usb_copy.schedule.reference_date
source: Reference Date
fr: Date de référence

# usb_copy.schedule.reference_date.placeholder
source: YYYY/MM/DD
fr: AAAA/MM/JJ

# usb_copy.schedule.repeat_days
source: Repeat interval in days: %lld
fr: Répétition en jours : %lld

# usb_copy.schedule.repeat_hours
source: Repeat interval in hours: %lld
fr: Répétition en heures : %lld

# usb_copy.schedule.run_days
source: Run Days
fr: Jours d’exécution

# usb_copy.schedule.run_on_connect
source: Run task when the device is connected
fr: Exécuter la tâche à la connexion du périphérique

# usb_copy.schedule.run_on_connect.description
source: Start this task automatically when its USB device is connected
fr: Démarrer automatiquement cette tâche lorsque son périphérique USB est connecté

# usb_copy.schedule.saturday
source: Saturday
fr: Samedi

# usb_copy.schedule.start_hour
source: Start hour: %@
fr: Heure de début : %@ h

# usb_copy.schedule.start_minute
source: Start minute: %@
fr: Minute de début : %@

# usb_copy.schedule.sunday
source: Sunday
fr: Dimanche

# usb_copy.schedule.thursday
source: Thursday
fr: Jeudi

# usb_copy.schedule.tuesday
source: Tuesday
fr: Mardi

# usb_copy.schedule.wednesday
source: Wednesday
fr: Mercredi

# usb_copy.settings.beep.label
source: Beep when tasks start and finish
fr: Émettre un signal sonore au début et à la fin des tâches

# usb_copy.settings.fields.label
source: General settings
fr: Réglages généraux

# usb_copy.settings.load.error
source: Unable to load USB Copy settings.
fr: Impossible de charger les réglages USB Copy.

# usb_copy.settings.loading
source: Loading USB Copy settings…
fr: Chargement des réglages USB Copy…

# usb_copy.settings.max_log_entries.description
source: Keep between 5 and 100,000 entries in the USB Copy log
fr: Conserver entre 5 et 100 000 entrées dans le journal USB Copy

# usb_copy.settings.max_log_entries.label
source: Maximum Log Entries
fr: Nombre maximal de journaux

# usb_copy.settings.move_repository.confirm
source: Move and Save
fr: Déplacer et enregistrer

# usb_copy.settings.move_repository.message
source: The USB Copy repository will be moved from “%@” to “%@”. USB Copy may be temporarily unavailable during the move.
fr: Le dépôt USB Copy sera déplacé de « %@ » vers « %@ ». USB Copy peut être temporairement indisponible pendant le déplacement.

# usb_copy.settings.move_repository.title
source: Move the USB Copy Repository?
fr: Déplacer le dépôt USB Copy ?

# usb_copy.settings.repository_volume.description
source: Volume containing the USB Copy database and versions
fr: Volume qui contient la base de données et les versions USB Copy

# usb_copy.settings.repository_volume.label
source: Repository Volume
fr: Volume du dépôt

# usb_copy.settings.title
source: USB Copy Global Settings
fr: Réglages généraux USB Copy

# usb_copy.task.conflict.overwrite
source: Overwrite the Existing File
fr: Remplacer le fichier existant

# usb_copy.task.conflict.rename
source: Rename the New File
fr: Renommer le nouveau fichier

# usb_copy.task.copy_mode.mirror
source: Mirror
fr: Miroir

# usb_copy.task.copy_mode.multi_version
source: Multi-versioned
fr: Versions multiples

# usb_copy.task.fields.label
source: Task settings
fr: Réglages de la tâche

# usb_copy.task.mode.export
source: Export Data to a USB Device
fr: Exporter des données vers un périphérique USB

# usb_copy.task.mode.import
source: Import Data from a USB Device
fr: Importer des données depuis un périphérique USB

# usb_copy.task.mode.import_photos
source: Import Photos and Videos
fr: Importer des photos et vidéos

# usb_copy.task.rotation.delete_oldest
source: Delete the Oldest Versions
fr: Supprimer les versions les plus anciennes

# usb_copy.task.rotation.smart_recycle
source: Smart Recycle
fr: Recyclage intelligent

# usb_copy.task.status.cancelling
source: Cancelling
fr: Annulation en cours

# usb_copy.task.status.copying
source: Copying
fr: Copie en cours

# usb_copy.task.status.device_disconnected
source: Device Disconnected
fr: Périphérique déconnecté

# usb_copy.task.status.folder_deleted
source: Folder Deleted
fr: Dossier supprimé

# usb_copy.task.status.folder_unavailable
source: Folder Unavailable
fr: Dossier indisponible

# usb_copy.task.status.never_run
source: Never Run
fr: Jamais exécutée

# usb_copy.task.status.unknown
source: Unknown status: %@
fr: État inconnu : %@

# usb_copy.trigger.fields.label
source: Trigger settings
fr: Réglages du déclencheur

# usb_copy.trigger_editor.title
source: Trigger for %@
fr: Déclenchement de %@

# usb_copy.trigger_editor.title.edit
source: Edit trigger for %@
fr: Modifier le déclenchement de %@

# users.column.active
source: Active
fr: Actif

# users.create.name_invalid.error
source: the name is invalid or already exists
fr: le nom est invalide ou existe déjà

# users.create.password_rejected.error
source: the password does not meet the NAS rules
fr: le mot de passe ne respecte pas les règles du NAS

# users.create.progress.label
source: Creating
fr: Création en cours

# users.create_group.cancel.hint
source: Cancel creating the group
fr: Annuler la création du groupe

# users.create_group.description
source: Create a group to manage permissions for several users.
fr: Créez un groupe pour gérer les autorisations de plusieurs utilisateurs.

# users.create_group.description_field.hint
source: Optional description for the new group
fr: Description facultative du nouveau groupe

# users.create_group.name.hint
source: Name of the new group
fr: Nom du nouveau groupe

# users.create_group.name.label
source: Group name
fr: Nom du groupe

# users.create_group.submit.button
source: Create the group
fr: Créer le groupe

# users.create_group.title
source: Create Group
fr: Créer un groupe

# users.create_user.cancel.hint
source: Cancel creating the user
fr: Annuler la création de l’utilisateur

# users.create_user.copy_password.button
source: Copy password
fr: Copier le mot de passe

# users.create_user.copy_password.hint
source: Copy the password to the clipboard
fr: Copier le mot de passe dans le presse-papiers

# users.create_user.create_with_permissions.button
source: Create and set permissions…
fr: Créer et définir les permissions…

# users.create_user.create_with_permissions.hint
source: Create the user, then open its permissions
fr: Créer l’utilisateur puis ouvrir ses permissions

# users.create_user.description
source: Create a local user to give them access to the NAS.
fr: Créez un utilisateur local pour lui donner accès au NAS.

# users.create_user.description_field.hint
source: Optional description for the new user
fr: Description facultative du nouvel utilisateur

# users.create_user.email.hint
source: Optional email address for the new user
fr: Adresse e-mail facultative du nouvel utilisateur

# users.create_user.email.label
source: Email address (optional)
fr: Adresse e-mail (facultative)

# users.create_user.fields.label
source: Account settings
fr: Réglages du compte

# users.create_user.generate_password.button
source: Generate a password
fr: Générer un mot de passe

# users.create_user.generate_password.hint
source: Create a random password that meets the NAS rules
fr: Créer un mot de passe aléatoire conforme aux règles du NAS

# users.create_user.group_membership.hint
source: Add the user to or remove the user from the %@ group
fr: Ajouter ou retirer l’utilisateur du groupe %@

# users.create_user.name.hint
source: Name of the new user
fr: Nom du nouvel utilisateur

# users.create_user.name.label
source: Username
fr: Nom d’utilisateur

# users.create_user.password.hint
source: Password for the new user
fr: Mot de passe du nouvel utilisateur

# users.create_user.password_confirm.hint
source: Retype the password for the new user
fr: Retaper le mot de passe du nouvel utilisateur

# users.create_user.password_confirm.label
source: Confirm password
fr: Confirmer le mot de passe

# users.create_user.password_copied.announcement
source: Password copied.
fr: Mot de passe copié.

# users.create_user.password_generated.announcement
source: Password generated and shown in plain text.
fr: Mot de passe généré et affiché en clair.

# users.create_user.password_mismatch.announcement
source: Error: passwords do not match.
fr: Erreur : les mots de passe ne correspondent pas.

# users.create_user.password_mismatch.error
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

# users.create_user.password_rules.title
source: The NAS enforces the following rules:
fr: Le NAS impose les règles suivantes :

# users.create_user.reveal_password.hint
source: Show the password in plain text instead of hiding it
fr: Afficher le mot de passe en clair au lieu de le masquer

# users.create_user.reveal_password.label
source: Show password
fr: Afficher le mot de passe

# users.create_user.submit.button
source: Create the user
fr: Créer l’utilisateur

# users.create_user.title
source: Create User
fr: Créer un utilisateur

# users.delete.confirm.button
source: Confirm deletion
fr: Confirmer la suppression

# users.delete.confirm.description
source: Confirm deletion by retyping the name.
fr: Confirmez la suppression en retapant le nom.

# users.delete.name_field.hint
source: Retype the name to confirm deletion
fr: Retaper le nom pour confirmer la suppression

# users.delete.name_field.placeholder
source: Retype the name to confirm
fr: Retapez le nom pour confirmer

# users.error.dismiss.label
source: Dismiss the error message
fr: Fermer le message d’erreur

# users.group.created.announcement
source: Group created: %@
fr: Groupe créé : %@

# users.group.delete.button
source: Delete Group…
fr: Supprimer le groupe…

# users.group.delete.confirm.description
source: The “%@” group will be deleted. Permissions granted through this group will be removed.
fr: Le groupe « %@ » sera supprimé. Les autorisations accordées par ce groupe seront retirées.

# users.group.delete.confirm.title
source: Delete this group?
fr: Supprimer ce groupe ?

# users.group.deleted.announcement
source: Group deleted: %@
fr: Groupe supprimé : %@

# users.group.permissions.hint
source: Change this group's permissions on shared folders
fr: Modifier les permissions de ce groupe sur les dossiers partagés

# users.list.empty.title
source: No users
fr: Aucun utilisateur

# users.loading.announcement
source: Loading users and groups…
fr: Chargement des utilisateurs et groupes…

# users.loading.label
source: Loading accounts…
fr: Chargement des comptes…

# users.search.label
source: Search for an account or group
fr: Rechercher un compte ou un groupe

# users.section.users.title
source: Users
fr: Utilisateurs

# users.summary.counts
source: %lld users, %lld groups
fr: %1$lld utilisateurs, %2$lld groupes

# users.toolbar.add.label
source: Add a user or group
fr: Ajouter un utilisateur ou un groupe

# users.toolbar.new_group.button
source: New Group…
fr: Nouveau groupe…

# users.toolbar.new_group.hint
source: Create a new group
fr: Créer un nouveau groupe

# users.toolbar.new_user.button
source: New User…
fr: Nouvel utilisateur…

# users.toolbar.new_user.hint
source: Create a new user
fr: Créer un nouvel utilisateur

# users.toolbar.refresh.label
source: Refresh users and groups
fr: Actualiser les utilisateurs et groupes

# users.user.created.announcement
source: User created: %@
fr: Utilisateur créé : %@

# users.user.created.groups_failed.announcement
source: User created: %1$@. The NAS refused these groups: %2$@; assign them from the group list.
fr: Utilisateur créé : %1$@. Le NAS a refusé ces groupes : %2$@ ; attribuez-les depuis la liste des groupes.

# users.user.delete.button
source: Delete User…
fr: Supprimer l’utilisateur…

# users.user.delete.confirm.description
source: The “%@” account will be deleted. Its home folder may also become inaccessible depending on the NAS settings.
fr: Le compte « %@ » sera supprimé. Son dossier personnel peut également devenir inaccessible selon les réglages du NAS.

# users.user.delete.confirm.title
source: Delete this user?
fr: Supprimer cet utilisateur ?

# users.user.delete.hint
source: Delete this user
fr: Supprimer cet utilisateur

# users.user.deleted.announcement
source: User deleted: %@
fr: Utilisateur supprimé : %@

# users.user.disable.button
source: Disable user
fr: Désactiver l’utilisateur

# users.user.disable.hint
source: Disable this user
fr: Désactiver cet utilisateur

# users.user.disabled.announcement
source: User disabled: %@
fr: Utilisateur désactivé : %@

# users.user.enable.button
source: Enable user
fr: Activer l’utilisateur

# users.user.enable.hint
source: Enable this user
fr: Activer cet utilisateur

# users.user.enabled.announcement
source: User enabled: %@
fr: Utilisateur activé : %@

# users.user.permissions.hint
source: Change this account's permissions on shared folders
fr: Modifier les permissions de ce compte sur les dossiers partagés

# virtual_folders.column.access_date
source: Last accessed
fr: Date d’accès

# virtual_folders.column.change_date
source: Change date
fr: Date de changement

# virtual_folders.count
source: Virtual folders: %lld
fr: Dossiers virtuels : %lld

# virtual_folders.empty
source: No virtual-folder protocol
fr: Aucun protocole de dossier virtuel

# virtual_folders.empty.description
source: This NAS reports no supported NFS, CIFS, or ISO mounts.
fr: Ce NAS n’annonce aucun montage NFS, CIFS ou ISO pris en charge.

# virtual_folders.loading
source: Loading virtual folders…
fr: Chargement des dossiers virtuels…

# virtual_folders.protocol.empty
source: No %@ folders
fr: Aucun dossier %@

# virtual_folders.protocol.empty.description
source: File Station returned no mounts for this protocol.
fr: File Station n’a renvoyé aucun montage pour ce protocole.

# virtual_folders.refresh.label
source: Refresh virtual folders from File Station
fr: Actualiser les dossiers virtuels depuis File Station

# virtual_folders.table.label
source: File Station virtual folders
fr: Dossiers virtuels File Station

# virtual_folders.title
source: Virtual folders
fr: Dossiers virtuels

# vm.column.machine
source: Virtual machine
fr: Machine virtuelle

# vm.detail.address_unknown
source: Unknown address
fr: Adresse inconnue

# vm.detail.autostart.label
source: Auto-start
fr: Démarrage automatique

# vm.detail.disk.label
source: Disk %lld
fr: Disque %lld

# vm.detail.empty.description
source: Select a virtual machine to view its information.
fr: Sélectionnez une machine virtuelle pour lire ses informations.

# vm.detail.hide.button
source: Hide information
fr: Masquer les informations

# vm.detail.network_interfaces.title
source: Network interfaces
fr: Interfaces réseau

# vm.detail.show.button
source: Show information
fr: Afficher les informations

# vm.detail.show.hint
source: Read information about this virtual machine
fr: Lire les informations de cette machine virtuelle

# vm.detail.size_unknown
source: Unknown size
fr: Taille inconnue

# vm.detail.vcpu.label
source: Virtual processors
fr: Processeurs virtuels

# vm.detail.virtual_disks.title
source: Virtual disks
fr: Disques virtuels

# vm.force_off.button
source: Force Power Off…
fr: Forcer l’extinction…

# vm.force_off.cancel.button
source: Cancel forced power off
fr: Annuler l’extinction forcée

# vm.force_off.confirm.description
source: “%@” will be powered off without allowing its operating system to shut down gracefully. Data may be lost.
fr: La machine « %@ » sera arrêtée sans laisser son système d’exploitation se fermer proprement. Des données peuvent être perdues.

# vm.force_off.confirm.title
source: Force this machine to power off?
fr: Forcer l’extinction de cette machine ?

# vm.force_off.hint
source: Force the virtual machine to power off
fr: Forcer l’extinction de la machine virtuelle

# vm.force_off.named.label
source: Force %@ to power off
fr: Forcer l’extinction de %@

# vm.force_off.requested.announcement
source: Forced power off requested for %@
fr: Extinction forcée demandée pour %@

# vm.force_off.row.hint
source: Force this virtual machine to power off
fr: Forcer l’extinction de cette machine virtuelle

# vm.list.empty.description
source: Create a machine in Virtual Machine Manager to manage it here.
fr: Créez une machine dans Virtual Machine Manager pour la gérer ici.

# vm.list.empty.title
source: No virtual machines
fr: Aucune machine virtuelle

# vm.loading.label
source: Loading virtual machines…
fr: Chargement des machines virtuelles…

# vm.machine.unnamed
source: Unnamed virtual machine
fr: Machine virtuelle sans nom

# vm.row.more_actions.label
source: More actions
fr: Autres actions

# vm.search.label
source: Search virtual machines
fr: Rechercher une machine virtuelle

# vm.shutdown.button
source: Shut down gracefully
fr: Arrêter proprement

# vm.shutdown.hint
source: Request a graceful shutdown from the guest system
fr: Demander un arrêt propre au système invité

# vm.shutdown.requested.announcement
source: Graceful shutdown requested for %@
fr: Arrêt propre demandé pour %@

# vm.shutdown.row.hint
source: Shut down this virtual machine gracefully
fr: Arrêter proprement cette machine virtuelle

# vm.start.button
source: Start virtual machine
fr: Démarrer la machine virtuelle

# vm.start.hint
source: Start this virtual machine
fr: Démarrer cette machine virtuelle

# vm.start.requested.announcement
source: Start requested for %@
fr: Démarrage demandé pour %@

# vm.status.crashed
source: Unexpected shutdown
fr: Arrêt inattendu

# vm.status.ha_failover
source: High-availability failover
fr: Secours haute disponibilité

# vm.status.importing
source: Importing
fr: Importation

# vm.status.migrating_storage
source: Migrating storage
fr: Migration du stockage

# vm.status.preparing
source: Preparing
fr: Préparation

# vm.status.starting
source: Starting
fr: Démarrage

# vm.status.stopped
source: Stopped
fr: Arrêtée

# vm.summary.counts
source: %lld virtual machines, %lld running
fr: %1$lld machines virtuelles, %2$lld en fonctionnement

# vm.toolbar.auto_refresh.label
source: Automatically refresh virtual machines
fr: Actualiser automatiquement les machines virtuelles

# vm.toolbar.refresh.label
source: Refresh virtual machines
fr: Actualiser les machines virtuelles

# users.create_user.everyone_group.note
source: Every account belongs to the users group. The NAS assigns it and does not allow it to be changed.
fr: Tout compte appartient au groupe users. Le NAS l'attribue et n'autorise pas à le modifier.

# error.user.memberships_refused
source: The NAS refused these groups: %@. The other changes were applied.
fr: Le NAS a refusé ces groupes : %@. Les autres modifications ont été appliquées.

# common.operation.upload
source: Upload
fr: Envoi

# common.operation.download
source: Download
fr: Téléchargement

# files.share.edit.title
source: Edit share link
fr: Modifier le lien de partage

# files.share.details.loaded.announcement
source: Link details loaded
fr: Détails du lien chargés

# packages.details.title
source: Package details
fr: Détails du paquet

# files.conflict.existing.one
source: %@ already exists in this folder.
fr: %@ existe déjà dans ce dossier.

# files.conflict.existing.some
source: %@ already exist in this folder.
fr: %@ existent déjà dans ce dossier.

# files.conflict.existing.many
source: %1$@ and %2$lld other items already exist in this folder.
fr: %1$@ et %2$lld autres éléments existent déjà dans ce dossier.

# users.create_group.create_with_permissions.button
source: Create and set permissions…
fr: Créer et définir les permissions…

# users.create_group.create_with_permissions.hint
source: Create the group, then open its permissions
fr: Créer le groupe puis ouvrir ses permissions

# error.group.name_taken
source: A group named %@ already exists. Choose another name.
fr: Un groupe nommé %@ existe déjà. Choisissez un autre nom.

# files.download.preparing_archive
source: Preparing the archive on the NAS
fr: Préparation de l'archive sur le NAS

# files.download.folder_as_archive.announcement
source: The folder will be downloaded as the archive %@
fr: Le dossier sera téléchargé sous forme d'archive %@

# updates.settings.beta.section
source: Test versions
fr: Versions de test

# updates.settings.beta
source: Receive beta versions
fr: Recevoir les versions bêta

# updates.settings.beta.description
source: Include test versions in update checks
fr: Inclure les versions de test dans la recherche de mises à jour

# updates.settings.beta.on.description
source: Betas ship more often and carry fixes sooner, and they get less testing. Reports on them are what make the stable versions solid.
fr: Les bêtas sortent plus souvent et apportent les correctifs plus tôt, mais elles sont moins éprouvées. Ce sont les retours sur ces versions qui rendent les versions stables solides.

# updates.settings.beta.off.description
source: Only stable versions are offered.
fr: Seules les versions stables sont proposées.

# updates.settings.beta.off_on_beta.description
source: Only stable versions are offered from now on. This does not undo the beta already installed: the app stays on it until a stable version goes past it.
fr: Seules les versions stables seront désormais proposées. Cela ne revient pas sur la bêta déjà installée : l'app y reste jusqu'à ce qu'une version stable la dépasse.

# containers.tab.containers
source: Containers
fr: Conteneurs

# containers.tab.projects
source: Projects
fr: Projets

# containers.tab.networks
source: Networks
fr: Réseaux

# containers.project.loading
source: Loading projects…
fr: Chargement des projets…

# containers.project.empty.title
source: No projects
fr: Aucun projet

# containers.project.empty.description
source: Container Manager has no compose project on this NAS.
fr: Container Manager n'a aucun projet compose sur ce NAS.

# containers.project.column.containers
source: Containers
fr: Conteneurs

# containers.project.column.updated
source: Updated
fr: Mis à jour

# containers.project.action.build
source: Rebuild
fr: Reconstruire

# containers.project.action.clean
source: Clean
fr: Nettoyer

# containers.project.action.toggle.hint
source: Starts or stops every container of the selected project.
fr: Démarre ou arrête tous les conteneurs du projet sélectionné.

# containers.project.action.restart.hint
source: Restarts every container of the selected project.
fr: Redémarre tous les conteneurs du projet sélectionné.

# containers.project.action.clean.hint
source: Stops and removes the containers of the project; the compose file is kept.
fr: Arrête et supprime les conteneurs du projet ; le fichier compose est conservé.

# containers.project.action.delete.hint
source: Removes the project and its containers from Container Manager.
fr: Supprime le projet et ses conteneurs de Container Manager.

# containers.project.action.details.hint
source: Shows the project information and its compose file.
fr: Affiche les informations du projet et son fichier compose.

# containers.project.action.in_progress
source: Action in progress
fr: Action en cours

# containers.project.action.started
source: %1$@ in progress for %2$@…
fr: %1$@ en cours pour %2$@…

# containers.project.action.failed_with_code
source: %1$@ failed for %2$@, exit code %3$lld
fr: %1$@ a échoué pour %2$@, code de sortie %3$lld

# containers.project.action.start.success
source: Project started: %@
fr: Projet démarré : %@

# containers.project.action.stop.success
source: Project stopped: %@
fr: Projet arrêté : %@

# containers.project.action.restart.success
source: Project restarted: %@
fr: Projet redémarré : %@
